<?php 

return [
    'home' => 'الرئيسية',
    'about_us' => 'من نحن',
    'our_services' => 'خدماتنا',
    'partners' => 'شركاء النجاح',
    'contact_us' => 'تواصل معنا',
    'blog' => 'المدونة',
    'about_us.title' => 'شركة بيكو للتصميم',
    'about_us.description' => 'تقدم لك خدمة ممتازة في التصميمات ثلاثية الأبعاد باحترافية لمختلف أنواع الديكورات سواء التجارية للمحلات والمطاعم والكافيهات وغيرها أو الإدارية من مكاتب وشركات أو السكنية من شقق وفيلات وفنادق وذلك باحترافية وذوق رفيع وألوان متناسقة وجذابة ذات طراز حديث ',
    'our_services.no_services' => 'لا يوجد خدمات',
    'partners.no_clients' => 'لا يوجد عملاء',
    'contact_us_now' => 'تواصل معنا الآن',
    'company' => 'الشركة',
    'name' => 'الاسم',
    'email' => 'البريد الالكتروني',
    'phone' => 'الهاتف',
    'message' => 'الرسالة',
    'send' => 'ارسال',
    'copyright' => '© 2025 وكالة بروموترو. جميع الحقوق محفوظة.',
    'blogs.no-results' => 'لا توجد مدونات',
    'return' => 'العودة للمدونة',
];